Repository: dermohoritz/IPA
Catalog: typo3conf/ext/aip_cookie_law/Resources/Private/Language/*.locallang.xlf
Languages: cn, de, es, fr, it, pt, ru

# jqueryWarning
source: Caution! You need to use jQuery 1.4.4 or higher.
cn: 注意！您需要使用jQuery 1.4.4或更高版本。
de: Vorsicht! Sie müssen jQuery 1.4.4 oder höher verwenden.
es: ¡Precaución! Tiene que usar jQuery 1.4.4 ó más actual.
fr: Attention! Vous devez utiliser jQuery 1.4.4 ou une version supérieure.
it: Attenzione! E' necessario usare un jQuery 1.4.4 o superiore.
pt: Cuidado! Você precisa usar o jQuery 1.4.4 ou superior.
ru: Осторожно! Необходимо использовать jQuery 1.4.4 или новее.

# invalidKeyWarning
source: Warning! You must provide a valid API.
cn: 提示！您必须提供有效的API。
de: Warnung! Sie müssen eine gültige API bereitstellen.
es: ¡Advertencia! Debe proporcionar una API válida.
fr: Avertissement! Vous devez fournir une clé API valide.
it: Attenzione! Devi fornire un'API valida.
pt: Advertência! Você deve fornecer um API válido.
ru: Внимание! Вы должны предоставить действительный API.

# socialDefaultTitle
source: Social media
cn: 社交媒体
es: Redes sociales
fr: Réseaux sociaux
it: Cookie di terze parti
pt: Mídia social
ru: Социальная сеть

# analyticsDefaultTitle
source: Analytics
cn: 分析
es: Análisis
fr: Analytique
it: Cookie analitici
pt: Cookies analíticos
ru: Аналитика

# socialDefaultDescription
source: Youtube, Facebook and other social websites need cookies in order to work properly.
cn: 脸书,Twitter 以及其他的社交网站需要插件才能正常使用
de: Youtube, Facebook und andere soziale Netzwerke benötigen Cookies um richtig zu funktionieren.
es: Youtube, Facebook y otras páginas de redes sociales tienen que saber quién es para que puedan funcionar correctamente.
fr: Youtube, Facebook et les autres réseaux sociaux doivent avoir vos données personnelles pour fonctionner correctement.
it: Youtube, Facebook e altri siti social hanno bisogno dei cookie attivi per funzionare. Potrebbero utilizzare cookie di profilazione.
pt: Youtube, Facebook e outras páginas de mídia social precisam saber quem você é para que funcionem corretamente.
ru: Youtube, Facebook и другим социальным сетям требуется информация о Вас для обеспечения надлежащей работы.

# analyticsDefaultDescription
source: We anonymously measure your use of this website to improve your experience.
cn: 我们匿名衡量您对本网站的使用，以改善您的用户体验。
de: Wir messen anonym Ihre Nutzung dieser Website, um Ihre Erfahrung zu verbessern.
es: Nosotros medimos su uso de esta página web de forma anónima para mejorar su experiencia.
fr: Nous évaluons votre utilisation de ce site Internet de manière anonyme pour améliorer votre expérience.
it: Consentono di misurare il traffico del sito e le sue funzionalità senza conservare le informazioni dei singoli utenti. In questo modo si possono testare le strutture delle pagine e migliorare costantemente l'esperienza di utilizzo del sito Web.
pt: Nós analisamos o seu uso deste site anonimamente para melhorar a sua experiência.
ru: Мы анонимно измеряем использование Вами данного веб-сайта, чтобы сделать его посещение наиболее удобным.

# notificationTitle
source: Your experience on this site will be improved by allowing cookies.
cn: 通过允许cookie会优化您的网站体验。
de: Durch das Erlauben von Cookies verbessert sich das Erlebnis dieser Webseite.
es: Su experiencia en esta página web mejorará si permite las cookies.
fr: Votre expérience sur ce site sera améliorée si vous autorisez les cookies.
it: Questo sito utilizza cookie, anche di terze parti, per gestire e migliorare la tua esperienza di navigazione. Cliccando Accetta acconsenti al loro uso. Per maggiori informazioni su come utilizziamo i cookie e su come rimuoverli, consulta la nostra.
pt: A sua experiência nesse site será melhorada através da autorização de cookies.
ru: Можно повысить удобство использования данного веб-сайта, разрешив выполнение файлов cookie.

source: see details
cn: 查看细节
de: siehe Details
es: Ver detalles
fr: afficher détails
it: gestione dei cookie
pt: veja detalhes
ru: см. подробности

# seeDetailsImplicit
source: change your settings
cn: 更改您的设置
de: Ihre Einstellungen ändern
es: Cambiar la configuración personal
fr: modifier vos paramètres
it: gestione dei cookie
pt: altere a suas configurações
ru: измените Ваши настройки

source: hide details
cn: 隐藏细节
de: Details ausblenden
es: Ocultar detalles
fr: masquer détails
it: Nascondi
pt: ocultar detalhes
ru: скрыть подробности

source: Save preference
cn: 保存偏好
de: Präferenz speichern
es: Guardar preferencia
fr: Enregistrer préférence
it: Salva preferenze
pt: Salvar preferências
ru: Сохранить предпочтения

source: Allow cookies
cn: 允许插件
de: Cookies erlauben
es: Permitir cookies
fr: Autoriser les cookies
it: Accetta
pt: Permitir cookies
ru: Разрешить cookie

# allowCookiesImplicit
source: Close
cn: 关闭
de: Schliessen
es: Cerrar
fr: Fermer
it: Chiudi
pt: Fechar
ru: Закрыть

source: Privacy settings
cn: 隐私设置
de: Privatsphäre Einstellungen
es: Configuración de privacidad
fr: Paramètres de confidentialité
it: Impostazioni Privacy
pt: Configurações de privacidade
ru: Настройки конфиденциальности

# privacySettingsDialogTitleA
source: Privacy settings
cn: 隐私设置
de: Privatsphäre Einstellungen
es: Configuración de privacidad
fr: Paramètres de confidentialité
it: Impostazioni dei Cookie
pt: Configurações de privacidade
ru: Настройки конфиденциальности

# privacySettingsDialogSubtitle
source: Some features of this website need your consent to remember who you are.
cn: 本网站的某些功能需要您的同意才能记住您的身份。
de: Einige Funktionen dieser Website benötigen Ihre Zustimmung, um sich zu erinnern, wer Sie sind.
es: Algunas características de esta página web exigen su consentimiento para recordar quién es usted.
fr: Pour certaines fonctions de ce site Internet, nous avons besoin de votre consentement pour mémoriser vos données personnelles.
it: Di seguito è possibile per l'utente operare una scelta ed indicare specificatamente quali cookie autorizzare.
pt: Alguns recursos deste site precisam do seu consentimento para se lembrarem de você.
ru: Для использования некоторых функций данного веб-сайта требуется Ваше согласие, чтобы запомнить Вас как пользователя.

source: Close window
cn: 关闭窗口
de: Fenster schliessen
es: Cerrar la ventana
fr: Fermer la fenêtre
it: Chiudi
pt: Fechar janela
ru: Закрыть окно

# preferenceConsent
source: I consent
cn: 我同意
de: Akzeptieren
es: Doy mi consentimiento
fr: J’accepte
it: Consento
pt: I aceito
ru: Я согласен

# preferenceDecline
source: I decline
cn: 我拒绝
de: Ablehnen
es: Niego mi consentimiento
fr: Je refuse
it: Declino
pt: Eu não aceito
ru: Я отказываюсь

# notificationTitleImplicit
source: We use cookies to ensure you get the best experience on our website
cn: 我们使用cookies来确保您在我们的网站上获得最佳体验
de: Wir verwenden Cookies, um sicherzustellen, dass Sie die beste Erfahrung auf unserer Website erhalten
es: Usamos cookies para asegurar que usted obtenga la mejor experiencia posible en nuestra página web.
fr: Nous utilisons les cookies pour vous assurer la meilleure expérience sur notre site Internet
it: Questo sito utilizza cookie, anche di terze parti, per gestire e migliorare la tua esperienza di navigazione. Cliccando Accetta acconsenti al loro uso. Per maggiori informazioni su come utilizziamo i cookie e su come rimuoverli, consulta la nostra
pt: Nós utilizamos cookies para garantir que você tenha uma ótima experiência no nosso site
ru: Мы используем файлы cookie, чтобы сделать использование Вами нашего веб-сайта наиболее комфортным

# informationCookies
source: Information on Cookies
cn: 插件信息
de: Informationen über Cookies
es: Información sobre cookies
fr: Informations sur les cookies
it: Informazione sui cookie
pt: Informações sobre cookies
ru: Информация по файлам cookie

# textOff
source: Allow cookies to enable player
cn: 允许播放器插件
de: Player deaktiviert, bitte Cookies akzeptieren
es: Permitir cookies para habilitar el reproductor
fr: Autoriser les cookies pour activer le player
it: Accetta i cookies per attivare il player
pt: Permitir que os cookies habilitem o player
ru: Разрешить cookie, чтобы активировать игрока
