Repository: dermohoritz/IPA
Catalog: typo3conf/ext/t8_jetpack/Resources/Private/Language/*.locallang.xlf
Languages: de, fr, it

# dateFormat
source: %Y/%m/%d
de: %d.%m.%Y
fr: %d.%m.%Y
it: %d.%m.%Y

# dateFormatLong
source: %B %d, %Y
de: %d. %B %Y
fr: %d. %B %Y
it: %d. %B %Y

source: To Top
de: nach oben
fr: en haut de la page
it: all'inizio della pagina

source: files selected
de: Dateien ausgewählt
fr: fichiers sélectionnés
it: file selezionati

# newsRelatedHeading
source: Similar News
de: Ähnliche Nachrichten
fr: Nouvelles similaires
it: Notizie simili

# tca.showPagetitleInFrontend
source: Show page title in frontend
de: Seitentitel im Frontend anzeigen
fr: Afficher le titre de la page dans le front-end
it: Visualizza il titolo della pagina nel frontend

# tca.pagetitleAlignment
source: Alignment (page title)
de: Ausrichtung (Seitentitel)
fr: Alignement (titre de la page)
it: Allineamento (titolo della pagina)

# tca.horizontalOrientation
source: Horizontal orientation
de: Horizontale Ausrichtung
fr: Orientation horizontal
it: Orientamento verticale

# tca.verticalOrientation
source: Vertical orientation
de: Vertikale Ausrichtung
fr: Orientation verticale
it: Orientamento orizzontale

# tca.bannerText
source: Bannertext
fr: Texte de la bannière
it: Testo del banner

# tca.visualPresentationHeading
source: Visual presentation heading
de: Visuelle Darstellung Überschrift
fr: Représentation visuelle Intitulé
it: Rappresentazione visiva Voce

# tca.visualPresentationHeading.same
source: Default (Same)
de: Standard (Gleich)
fr: Standard (égal)
it: Standard (Equal)

# tca.visualPresentationHeading.h1
source: like Heading 1
de: wie Überschrift 1
fr: comme titre 1
it: come titolo 1

# tca.visualPresentationHeading.h2
source: like Heading 2
de: wie Überschrift 2
fr: comme titre 2
it: come titolo 2

# tca.visualPresentationHeading.h3
source: like Heading 3
de: wie Überschrift 3
fr: comme titre 3
it: come titolo 3

# tca.visualPresentationHeading.h4
source: like Heading 4
de: wie Überschrift 4
fr: comme titre 4
it: come titolo 4

# tca.visualPresentationHeading.h5
source: like Heading 5
de: wie Überschrift 5
fr: comme titre 5
it: come titolo 5

# tca.visualPresentationHeading.h6
source: like Heading 6
de: wie Überschrift 6
fr: comme titre 6
it: come titolo 6

# tca.visualPresentationHeading.hidden
source: Hidden
de: versteckt
fr: caché
it: nascosto

# tca.hyphenationForTitle
source: Hyphenation for title
de: Silbentrennung für Titel
fr: Césure pour le titre
it: Sillabazione per i titoli

# tca.forcedImageRatio
source: Forced image ratio
de: Erzwungenes Bildverhältnis
fr: Rapport d'image forcé
it: Rapporto immagine forzata

# tca.ceBanner
source: Banner
fr: Bannière

# tca.ceBanner.text
source: Banner text general (apply to all images)
de: Banner-Text allgemein (für alle Bilder übernehmen)
fr: Texte de la bannière général (s'applique à toutes les images)
it: Testo del banner in generale (vale per tutte le immagini)

# tceform.headerLayout.label
source: Type (hierarchically logical assignment)
de: Typ (hierarchisch logische Zuordnung)
fr: Type (affectation hiérarchique logique)
it: Tipo (assegnazione gerarchicamente logica)

# tceform.headerLayout.h1
source: Title 1
de: Überschrift 1
fr: Titre 1
it: Titolo 1

# tceform.headerLayout.h2
source: Title 2
de: Überschrift 2
fr: Titre 2
it: Titolo 2

# tceform.headerLayout.h3
source: Title 3
de: Überschrift 3
fr: Titre 3
it: Titolo 3

# tceform.headerLayout.h4
source: Title 4
de: Überschrift 4
fr: Titre 4
it: Titolo 4

# tceform.headerLayout.h5
source: Title 5
de: Überschrift 5
fr: Titre 5
it: Titolo 5

# tceform.headerLayout.h6
source: Title 6
de: Überschrift 6
fr: Titre 6
it: Titolo 6

# tceform.contentLayout.label
source: Content-Width
de: Breite des Elements
fr: Largeur de l'élément
it: Larghezza dell'elemento

# tceform.contentLayout.value1
source: full width
de: gesamte Breite
fr: pleine largeur
it: larghezza totale

# tceform.contentLayout.value3
source: full width, keep column-paddings on left & right side
de: gesamte Breite, Spalten-Abstand links & rechts beibehalten
fr: largeur totale, espacement des colonnes à gauche & garder à droite
it: larghezza totale, distanza tra le colonne a sinistra e a destra

# tceform.contentLayout.value5
source: smaller content width
de: schmalerer Inhalt
fr: contenu plus étroit
it: contenuto più ristretto

# tceform.background.label
source: Background
de: Hintergrund
fr: Couleur du fond
it: Colore dello sfondo

# tceform.padding.more
source: more padding
de: mehr Abstand
fr: plus
it: più distanza

# tceform.padding.less
source: less padding
de: weniger Abstand
fr: moins
it: meno distanza

# tceform.pageSubtitle.label
source: Subtitle (if set, the subtitle is displayed in the frontend instead of page titles)
de: Untertitel (falls gesetzt, wird statt Seitentitel der Untertitel im Frontend angezeigt.)
fr: Sous-titre (s'il est défini, le sous-titre est affiché dans le front-end au lieu du titre de la page).
it: Sottotitolo (se definito, il sottotitolo viene visualizzato in prima pagina invece del titolo della pagina).

# tceform.pageMetadescription.label
source: Meta description (is inherited by all subpages)
de: Meta-Beschreibung (wird vererbt auf alle Unterseiten)
fr: Meta description (sera héritée par toutes les sous-pages)
it: Meta descrizione (sarà ereditata da tutte le sottopagine)

# tceform.imageWidth100.label
source: Force image width to 100%
de: Bildbreite auf 100% erzwingen
fr: Forcer la largeur de l'image à 100%
it: Forzare la larghezza dell'immagine al 100%

# tceform.powermail.css.value3
source: width 25%
de: 25% Breite
fr: 25% Largeur
it: 25% Larghezza

# tceform.powermail.css.value4
source: width 33%
de: 33% Breite
fr: 33% Largeur
it: 33% Larghezza

# tceform.powermail.css.value6
source: width 50%
de: 50% Breite
fr: 50% Largeur
it: 50% Larghezza

# tceform.powermail.css.value8
source: width 66%
de: 66% Breite
fr: 66% Largeur
it: 66% Larghezza

# flexform.gridelements.sheetTitle.layout
source: Layout
fr: Présentation

# flexform.gridelements.layout.verticalAlignment
source: Vertical alignment of the content
de: Vertikale Ausrichtung des Inhalts
fr: Alignement vertical du contenu
it: Allineamento verticale del contenuto

# flexform.gridelements.layout.verticalAlignment.center
source: Center
de: Mittig
fr: Centré
it: Centro

# flexform.gridelements.layout.verticalAlignment.bottom
source: Bottom
de: Unten
fr: Ci-dessous
it: Sotto

# flexform.gridelements.gridRemoveGaps
source: Remove gaps between columns
de: Lücken zwischen Spalten entfernen
fr: Supprimer les espaces entre les colonnes
it: Rimuovere gli spazi vuoti tra le colonne

# flexform.gridelements.reverseOrderIfWrapped
source: Reverse order if columns are wrapped (eg. right column will be on top when its wrapped [Tablet,Mobile])
de: Umgekehrte Reihenfolge, wenn Spalten umgebrochen werden (bspw. rechte Spalte oben wenns umbricht [Tablet,Mobile])
fr: Ordre inverse si les colonnes sont emballées (par exemple, colonne de droite en haut lors de l'emballage [Tablet,Mobile])
it: Ordine inverso se le colonne sono avvolte (ad es. colonna di destra in alto quando si avvolge [Tablet,Mobile])

# flexform.gridelements.layout.verticalAlignment.top
source: Top
de: Oben
